---
layout: default
title: Susanna Tres Coca - Psicologia
---    
<style>
img {
    -webkit-animation: colorize 2s cubic-bezier(0, 0, .78, .36) 1;
    animation: colorize 2s cubic-bezier(0, 0, .78, .36) 1;
    background: transparent;
    display: block;
    margin: 1.2em auto;
    max-width: 100%;
}
</style>
    
<div class="main">
    
<!--  BEGIN CAPCALERA  -->
<p><img src = "../images/main_banner.png"/></p>    
<table>
<tr>
    <td>
        <h2>
            <a href="https://www.copc.cat/contacte/susana-tres-coca-41270">Col.legiada num 9196</a> |
            <a href="https://www.feap.es/psicoterapeutas/2145"> Acreditada per la FEAP i la EFPA</a> |
            <a href="https://www.psicoterapeuta.org">Membre titular de l'ACPP</a> i <a href="https://aetg.es">l'AETG</a>
        </h2>
    </td>
    <td>
        <img src="../images/consulta_sanitaria.png" style="width:70%">    
    </td>
</tr>    
</table>
<!--  END CAPCALERA  -->

    
    
<table>
<tr>
    <td>
        <h1>
        Atenció presencial i virtual
        </h1>
    </td>
    <td>
        <img src="../images/flags.png" style="width:100px;vertical-align: :middle">    
    </td>
</tr>    
</table>
    



    
<div class = "row">
    <div class = "column">
        <img src="../images/1.png" style="width:80%">
    </div>
</div>



<h2>INFANTS</h2>
 

<p>Atenci&oacute; adreçada a nens i nenes que necessiten ajuda degut a:</p>
    
<li>Dificultats emocionals, conductuals i de relaci&oacute;</li>
<li>Problemes d'aprenentatge (capacitats, h&agrave;bits, motivaci&oacute;)</li> 
<li>Crisis de creixement, problemes maduratius i trastorns del neurodesenvolupament</li>
<li>Complicacions en l'adaptaci&oacute; a situacions noves, malalties, morts</li>
    
<p>i als pares i mares que volen comprendre i ajudar al seu fill o filla en les seves dificultats.</p>

<p>Aquesta atenci&oacute; consisteix en:</p>
    
<li>Avaluaci&oacute; diagn&ograve;stica</li>
<li>Assessorament parental i psicologia perinatal</li>
<li>Psicoter&agrave;pia</li>
        
    
<p><strong> En qu&egrave; consisteix l'avaluaci&oacute; diagn&ograve;stica?</strong></p>
    
    <p align="justify"> Una avaluació diagnòstica és el coneixement aprofundit de les característiques psicològiques i neuro-psicològiques de l’infant i la seva interacció amb el medi familiar i escolar, que permet entendre la situació que ha portat a la família a consultar. Per poder fer una avaluació caldrà fer un procés d’exploració, que consistirà en sessions individuals i/o familiars d’entrevista i proves estandaritzades. Després de l’avaluació es decidirà de forma conjunta si el nen o nena es pot beneficiar d’un tractament psicoterapèutic.
       
</p>
    

  <p><strong> Què és un assessorament a pares? </strong></p>  

<p align="justify"> A l’espai d’assessorament a pares s'acompanya en la tasca parental amb informació i pautes.  Hi ha moments difícils com l’etapa perinatal o les crisis de creixement dels fills en que la mare o el pare poden necessitar un suport extra. També després de l’avaluació diagnòstica de l’infant es podrà orientar a la família sobre la millor manera de recolzar el seu fill o filla. </p>
    
    <li>S’atenen a les dones-mares en moments d’especial vulnerabilitat com son les dones amb dificultats per concebre, les dones gestants o les dones amb nadons a càrrec.</li>

<p><strong> Qu&egrave; es fa en una psicoter&agrave;pia infantil?</strong></p>
    
<p align="justify"> Una psicoter&agrave;pia infantil &eacute;s un proc&eacute;s terap&egrave;utic dirigit a un nen o nena que requereix de la participaci&oacute; dels pares a trav&eacute;s de sessions de pares o sessions familiars. La terapeuta infantil est&agrave; preparada per comprendre i connectar amb el m&oacute;n interior del nen@ i pot ajudar-lo a entendre i elaborar les dificultats per les quals la família ha consultat. Amb  la relaci&oacute; terap&egrave;utica i mitjan&ccedil;ant les paraules, el joc i altres recursos expressius, la terapeuta i l'infant poden explorar diferents maneres de veure les coses i crear nous significats que el/la facin sentir millor</p>
---
    
<h2>ADOLESCENTS</h2>
    
<p align="justify">L'adolescent est&agrave; sotm&egrave;s a canvis f&iacute;sics, ps&iacute;quics i socials que requereixen un proc&eacute;s d'elaboraci&oacute; que donar&agrave; com a resultat una reorganitzaci&oacute; de la seva personalitat. El canvi apareix de forma brusca per&ograve; el proc&eacute;s d'elaboraci&oacute; requereix un temps i un esforç ps&iacute;quic considerable. Hi ha situacions que poden complicar aquest proc&eacute;s com per exemple la separaci&oacute; dels pares, una migració, canvis físics preco&ccedil;os o tardans, frac&agrave;s escolar o laboral, conflictes, ab&uacute;s de subst&agrave;ncies, malalties, accidents o dols per p&egrave;rdues significatives.</p>
    

<p>Aquesta atenci&oacute; consisteix en:</p>

<li>Avaluaci&oacute; diagn&ograve;stica</li>
<li>Assessorament psicol&ograve;gic i vocacional</li>
<li>Psicoter&agrave;pia</li>

 
<p><strong>Com pot ajudar una avaluació diagnòstica i una psicoter&agrave;pia a un/a adolescent?</strong></p>
<p align="justify">La psicoter&agrave;pia proporciona un espai segur a l'adolescent per explorar les diferents dimensions d'una experi&egrave;ncia i elaborar-la. La relaci&oacute; terap&egrave;utica l'ajudar&agrave; a entendre's i a acceptar-se. A l'inici es realitzaran unes sessions (avaluació diagnòstica) en que es valorar&agrave; amb el noi o noia i els seus pares la situació que els porta a consultar i es decidir&agrave; sobre quina &eacute;s la millor ajuda. En el cas que sigui necess&agrave;ria una psicoter&agrave;pia es fixaran uns objectius que serviran com a guia al llarg del treball terap&egrave;utic</p>

<p><strong> En qu&egrave; consisteix un assessorament piscològic o vocacional?</strong></p>

<p align="justify">A trav&eacute;s de l'autoconeixement d'habilitats, interessos i possibilitats, amb l'ajuda de t&egrave;cniques de coaching i eines psicom&egrave;triques, l'adolescent o jove podr&agrave; anar prenent decisions sobre estudis i feines que l'acostaran a allò que més li encaixa en el moment present.</p>
 

---

<h2>ADULTS</h2>
    
<p>Aquesta atenci&oacute; consisteix en:</p>

<li>Avaluaci&oacute; diagn&ograve;stica</li>
 <li>Assessorament psicol&ograve;gic</li>
<li>Psicoter&agrave;pia individual, de parella o familiar</li>


    <p><strong> Qu&egrave; &eacute;s un assessorament psicol&ograve;gic?</strong></p>

<p><p align="justify">És un treball terapèutic puntual i limitat en el temps orientat a un objectiu que prèviament s’ha definit de forma conjunta. En un assessorament es dona suport, informació i altres recursos que la persona pugui necessitar per afrontar una dificultat concreta del present.</p> 
    
<p><strong> Qu&egrave; &eacute;s una psicoter&agrave;pia?</strong></p>

<p><p align="justify">Una psicoteràpia és treball terapèutic amb el que, a través d’un espai d’escolta i respecte, es facilita l’exploració de sensacions, emocions i pensaments, i s’afavoreixen els canvis que la persona necessita. Es tracta de crear una relació terapèutica segura que permeti potenciar la capacitat que tots tenim de recuperar la salut i viure amb benestar. La psicoteràpia és un treball aprofundit i global que sol tenir una regularitat de 1 o 2 sessions per setmana, durant un temps més o menys llarg, segons la necessitat de la persona.</p>  
    
<p><strong>Situacions per les quals es busca psicoter&agrave;pia:</strong></p>

<li>Confusi&oacute;, dubtes, pors, obsessions.</li>
<li>Des&agrave;nim, estancament, apatia, somatitzacions.</li>  
<li>Problemes de relaci&oacute; i conflictes.</li>
<li>Situacions estressants o traum&agrave;tiques com canvis laborals o familiars, malalties, morts.</li>
    
<p><strong> A qui pot beneficiar una ter&agrave;pia de parella?</strong></p>

<p><p align="justify"> La falta de comunicaci&oacute; i malentesos poden erosionar la relaci&oacute; de parella provocant distanciament emocional i malestar. &Eacute;s aconsellable buscar ajuda quan persisteixen els conflictes, les baralles, la monotonia o les dificultats en l'&agrave;mbit de la sexualitat. </p>
    
<p><strong> I la ter&agrave;pia familiar?</strong></p>

<p><p align="justify"> Hi ha dificultats individuals que estan lligades a la din&agrave;mica de les relacions familiars. Per entendre-les i solucionar-les d'una forma efica&ccedil; es requereix la participaci&oacute; de tots o algun dels membres de la fam&iacute;lia. En aquests casos es treballar&agrave; amb el grup familiar per fer conscients i solucionar conflictes, i millorar les relacions.</p>
    
    
<address>
<strong>Contactar:</strong><br>
C/Casanova 46, 4rt 1a, Barcelona.<br>
<span class="obfuscate">Mb: 696453277</span><br>   
<span class="obfuscate">Email: trescoca@gmail.com</span> 
</address>
<address>
<strong>Contactar:</strong><br>
C/ Anselm Clavé 44, Molins de Rei.<br>
<span class="obfuscate">Mb: 696453277</span><br>   
<span class="obfuscate">Email: trescoca@gmail.com</span> 
</address>

<img src="../images/avis_legal.png" style="width:300px"/>
</div>         
